Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/death/sudden_or_unexplained_death/missing_presumed_dead.html.txt.tmx
Source language: en
Languages: ga

source: As in other countries, many people go missing in Ireland every year
ga: Mar a tharlaíonn i dtíortha eile, téann go leor daoine ar iarraidh in Éirinn gach bliain

source: While the majority are safely reunited with with their families, a small minority remain on the Garda National Missing Persons List
ga: Cé go n-athaontaítear móramh díobh sin lena dteaghlaigh, fanann mionlach beag ar Liosta Náisiúnta na nDaoine atá ar Iarraidh de chuid an Gharda Síochána

source: For those left behind, this can be a very difficult time
ga: D’fhéadfadh sé seo a bheith ina tréimhse dheacair dóibh siúd a fágadh ina ndiaidh

source: The following information explains the legal situation regarding the estate and possessions of a missing person
ga: Míníonn an fhaisnéis seo a leanas an staid dhlíthiúil maidir le heastát agus maoin duine atá ar iarraidh

source: If someone in Ireland is thought to be dead but there is no body (for example, because a person was lost at sea), all of their assets and property are normally frozen and cannot be used by anyone
ga: Má cheaptar go bhfuil duine básaithe ach nach bhfuil aon chorp ann (mar shampla, mar go ndeachaigh an duine ar iarradh ar an bhfarraige), is iondúil go "reóitear" a gcuid maoin ar fad, agus nach féidir le aon duine úsáid a bhaint astu

source: Two exceptions to this are where the property is jointly owned or where someone has Power of Attorney to deal with their property or money in their absence
ga: Siad an dá eisceacht a bhaineann leis seo ná áit go bhfuil comh-úinéireacht i gceist nó go bhfuil cumhacht aturnae ag duine eile chun a bheith i bhfeidhm ar a gcuid airgid nó maoin agus iad as láthair

source: Normally, you will not be entitled to a Death Certificate or to any pension, life insurance or bereavement-based social welfare payment in respect of the person who is missing/believed dead
ga: Go hiondúil ní bheidh tú i dteideal Teastas Báis ná aon phinsean, árachas saoil ná íocaíochtaí leasa shóisialaigh mar thoradh ar bhás i gcás duine ar iarradh/ glactha a bheith marbh

source: However, there are two exceptions to this
ga: Tá dhá eisceacht leis seo, áfach

source: The first exception is in the case where there is strong evidence that the missing person is, in fact, dead
ga: Tá an chéad eisceacht sa gcás is go bhfuil fianaise láidir ann go bhfuil an té atá ar iarraidh marbh

source: Normally, an inquest cannot be held unless there is a body
ga: Go hiondúil ní féidir cúirt cróinéara a bheith ann muna bhfuil corp ann

source: However, under Section 23 of the Coroners Act 1962, a Coroner may make a submission to the Minister for Justice and Equality requesting an inquest if he/she has to reason to believe that a death has occurred in or near his/her district in such circumstances that an inquest is appropriate even though the body may have been destroyed (for example, in a fire) or be unrecoverable (for example, after a drowning)
ga: Ach faoi r23 de Acht an Chróinéara 1962, is féidir le Cróinéir áiteamh a chur chuig an Aire Dlí agus Cirt má tá cúis mhaith aige/ aici a chreidiúint go bhfuil an té atá ar iarradh básaithe i gcoinníollacha a d'fhágfadh go bhfuil coiste cróinéara feiliúnach fiú is nach bhfuil aon chorp ann (mar shampla i dtine) nó nach féidir a theacht air (mar shampla i gcás bádh)

source: If the Minister thinks it proper, he/she may direct an inquest to be held in relation to the death
ga: Is féidir leis an Aire Dlí agus Cirt éileamh go mbeadh cúirt cróinéara ann i dtaobh an bháis

source: A Garda report of the accident is usually submitted and if the verdict by the Coroner is that the missing person is dead, the person can legally be presumed dead and the death can be registered
ga: Tugtar tuairisc Gárda den timpist go hiondúil agus más é an breith a bhíonn ag an Cróinéara ná go bhfuil an duine atá ar iarradh básaithe, is féidir go dleathúil glacadh leis go bhfuil an duine marbh agus an bás a chlárú

source: Only then can the person's property be distributed, his or her life insurance and pension paid out, and their dependants be entitled to
ga: Ansin is féidir maoin an duine a roinnt, a árachas saoil agus pinsean a íoc amach agus a gcleithiúnaithe a bheith i dteideal íocaíochtaí leasa shóisialta maidir

source: While there is no Irish legislation, the general rule in all other cases (where an inquest cannot be held) is that an application can be made to the High Court once the person has been missing for seven years or more
ga: I ngach cás eile, (áit nach féidir cúirt cróinéara a bheith ann), is féidir iarratas a dhéanamh chuig an gCúirt Chuarda nuair atá an duine ar iarradh ar feadh seacht mbliana nó níos mó

source: It may not always be necessary to wait for seven years before applying if there is a very clear implication from the circumstances that the person is dead
ga: Déanfaidh an Cúirt Chuarda scrúdú ar an gcás agus má shocraíonn siad gur mó seans go bhfuil an duine marbh ná beo, eiseófar ráiteas go nglactar leis go dleathúil go bhfuil an duine básaithe

source: The High Court will then examine the situation, and if it finds (on the balance of probabilities) that the person is more likely to be dead than alive, a declaration will be made that the missing person is legally to be presumed dead
ga: Is féidir ansin Teastas Báis a fháil ar an ngnáthbhealach agus maoin an duine a roinnt, árachas saoil agus pinsean a íoc amach agus a gcuid cleithiúnaithe a bheith i dteideal íocaíochtaí leasa shóisialta mar thoradh ar an mbás

source: If a friend or family member goes missing, contact your local Garda station
ga: Má théann cara nó ball teaghlaigh ar iarraidh, téigh i dteagmháil le stáisiún áitiúil an Gharda Síochána
